<!----
****************************************************************************************************
* 프로그램 개요
****************************************************************************************************
1. 모듈 : CTA
2. 프로그램 ID : PGE_CTA_00287 - 서류 접수 파일 등록 완료
3. 작성자 : mingyu03.kim
4. 작성일 : 2023-12-28
****************************************************************************************************
* 프로그램 설명
****************************************************************************************************
- 에듀 참고
****************************************************************************************************
--->
<template>
  <kw-page no-header>
    <div class="document-rgst inner-content">
      <div class="inner-content__center">
        <kw-avatar
          size="48px"
          font-size="30px"
          color="line-bg"
          text-color="primary"
          icon="check_24"
        />
        <p
          class="kw-font-title mt20"
        >
          접수되었습니다.
        </p>
      </div>
    </div>
  </kw-page>
</template>

<script setup>
// -------------------------------------------------------------------------------------------------
// Import & Declaration
// -------------------------------------------------------------------------------------------------
</script>

<style lang="scss" scoped>
.document-rgst.inner-content {
  display: flex;
  justify-content: center;
  align-items: center;
  height: 100vh;

  .inner-content__center {
    text-align: center;
  }
}
</style>
