<!----
****************************************************************************************************
* 프로그램 개요
****************************************************************************************************
1. 모듈 : CTB
2. 프로그램 ID : WwpsfActivityGoodsConfirmationArticlesDtlP - 활동물품관리-확인사항
3. 작성자 : jisung you
4. 작성일 : 2023.07.28
****************************************************************************************************
* 프로그램 설명
****************************************************************************************************
-활동물품관리-확인사항
****************************************************************************************************
--->
<template>
  <kw-popup
    size="lg"
    title="확인사항"
  >
    <h4 class="kw-notification-title">
      유니폼신청
    </h4>
    <!-- 1st depth list -->
    <ul class="kw-notification">
      <li>
        구입가격은 유니폼 신청월부터 3회(하복), 6회(동복) 분할 수당 공제되며 6개월, 12개월 후 50%씩 재지급합니다.<br>
        (재지급 기준 : 실활동 월 20계정 이상 완료)22.07월부터 월50계정이상완료변경
      </li>
      <li class="mb20">
        유니폼은 웰스매니저에 한하여 신청이 가능합니다. ( 웰스매니저 외 직급은 유니폼 업체로 개별 구매 요망 )
      </li>
      <li class="mb20">
        여자 신청 가능 사이즈 : 44, 55, 66, 77, 88, 99, 100, 105, 110, 115, 120<br>
        ★여자 바지는 짝수사이즈만 신청 가능★이성 유니폼 신청 불가(여자 매니저가 남자 매니저 유니폼 신청 불가)★
      </li>
      <li class="mb20">
        남자 신청 가능 사이즈: 남자 : (하복만 90) 95, 100, 105, 110, 115, 120<br>
        ★이성 유니폼 신청 불가(남자 매니저가 여자 매니저 유니폼 신청 불가)★
      </li>
      <li class="mb20">
        하복 hjk0653®­«@uniform.email / 동복 7891237@daum.net
      </li>
      <li>
        반품주소(성원아이에스엠) : 경기도 남양주시 다산순환로20, 다산현대프리미어캠퍼스몰 E동 605호 성원아이에스엠<br>
        (담당 홍종관 대리 02-922-7913, 010-6354-0653)
      </li>
      <li>
        반품주소(조양유로) : 서울시 종로구 이화장 1길 3 (2층) (이화동61-8번지) , (담당 신이수 대리010-9216-5837 02) 3672-0650)
      </li>
    </ul>
  </kw-popup>
</template>
<script setup>

</script>
