<!----
****************************************************************************************************
* 프로그램 개요
****************************************************************************************************
1. 모듈 : SNB (방문관리)
2. 프로그램 ID : WmsnbInstallConfirmationViewerM - 전자설치확인서(ASIS 이미지) 알림톡
3. 작성자 : yeonghwa.cheon
4. 작성일 : 2023.10.06
****************************************************************************************************
* 프로그램 설명
****************************************************************************************************
- ASIS에 이미지로 관리되던 전자설치확인서를 알림톡으로 보여주기 위한 화면.
****************************************************************************************************
--->
<template>
  <kw-page>
    <kw-image
      v-if="!isEmpty(image)"
      :src="image"
      height="100%"
      fit="contain"
    />
  </kw-page>
</template>

<script setup>
// -------------------------------------------------------------------------------------------------
// Import & Declaration
// -------------------------------------------------------------------------------------------------
import { useDataService } from 'kw-lib';
import { isEmpty } from 'lodash-es';

const dataService = useDataService();
// -------------------------------------------------------------------------------------------------
// Function & Event
// -------------------------------------------------------------------------------------------------
const props = defineProps({
  cstSvAsnNo: {
    type: String,
    required: true,
  },
});
const image = (await dataService.get(`/anonymous/sms/wells/service/installtion-confirmation/image/${props.cstSvAsnNo}`)).data;
</script>

<style scoped lang="scss">
</style>
